// TODO: сократить, сделать каждый элемент вида { code: '+7', flag: '🇺', country: 'Россия' }, оставить 10 стран
export const COUNTRIES = [
  {
    text: '🇷🇺	+7	    Россия',
    label: '+7',
  },
  {
    text: '🇺🇦	+380	Украина	',
    label: '+380',
  },
  {
    text: '🇰🇿	+77	    Казахстан',
    label: '+77',
  },
  {
    text: '🇱🇹	+370	Литва',
    label: '+370',
  },
  {
    text: '🇧🇾	+375	Беларусь',
    label: '+375',
  },
  {
    text: '🇺🇸	+1	    США',
    label: '+1',
  },
  {
    text: '🇽🇰	+7940	Абхазия',
    label: '+7940',
  },
  {
    text: '🇦🇺	+61	    Австралия',
    label: '+61',
  },
  {
    text: '🇦🇹	+43	    Австрия',
    label: '+43',
  },
  {
    text: '🇦🇿	+994	Азербайджан	',
    label: '+994',
  },
  {
    text: '🇦🇱	+355	Албания	',
    label: '+355',
  },
  {
    text: '🇩🇿	+213	Алжир',
    label: '+213',
  },
  {
    text: '🇦🇴	+244	Ангола',
    label: '+244',
  },
  {
    text: '🇦🇩	+376	Андорра	',
    label: '+376',
  },
  {
    text: '🇦🇬	+1268	Антигуа и Барбуда	',
    label: '+1268',
  },
  {
    text: '🇦🇷	+54	    Аргентина',
    label: '+54',
  },
  {
    text: '🇦🇲	+374	Армения',
    label: '+374',
  },
  {
    text: '🇦🇼	+297	Аруба',
    label: '+297',
  },
  {
    text: '🇦🇫	+93	    Афганистан	',
    label: '+93',
  },
  {
    text: '🇧🇸	+1242	Багамские о-ва',
    label: '+1242',
  },
  {
    text: '🇧🇩	+880	Бангладеш	',
    label: '+880',
  },
  {
    text: '🇧🇧	+1246	Барбадос',
    label: '+1246',
  },
  {
    text: '🇧🇭	+973	Бахрейн',
    label: '+973',
  },
  {
    text: '🇧🇿	+501	Белиз',
    label: '+501',
  },
  {
    text: '🇧🇪	+32	    Бельгия',
    label: '+32',
  },
  {
    text: '🇧🇯	+229	Бенин',
    label: '+229',
  },
  {
    text: '🍫	+225	Берег слоновой кости	',
    label: '+225',
  },
  {
    text: '🇧🇲	+1441	Бермуды',
    label: '+1441',
  },
  {
    text: '🇧🇬	+359	Болгария',
    label: '+359',
  },
  {
    text: '🇧🇴	+591	Боливия',
    label: '+591',
  },
  {
    text: '🇧🇦	+387	Босния',
    label: '+387',
  },
  {
    text: '🇧🇼	+267	Ботсвана',
    label: '+267',
  },
  {
    text: '🇧🇷	+55     Бразилия',
    label: '+55',
  },
  {
    text: '🇻🇬	+1284   Британские Вирджинские о-ва',
    label: '+1284',
  },
  {
    text: '🇧🇳	+673	Бруней',
    label: '+673',
  },
  {
    text: '🇧🇫	+226	Буркина Фасо	',
    label: '+226',
  },
  {
    text: '🇧🇮	+257	Бурунди	',
    label: '+257',
  },
  {
    text: '🇧🇹	+975	Бутан',
    label: '+975',
  },
  {
    text: '🇻🇺	+678	Вануату	',
    label: '+678',
  },
  {
    text: '🇬🇧	+44 	Великобритания',
    label: '+44',
  },
  {
    text: '🇭🇺	+36	    Венгрия	',
    label: '+36',
  },
  {
    text: '🇻🇪	+58	    Венесуэла',
    label: '+58',
  },
  {
    text: '🇹🇱	+670	    Восточный Тимор	',
    label: '+670',
  },
  {
    text: '🇻🇳	+84	    Вьетнам',
    label: '+84',
  },
  {
    text: '🇬🇦	+241	Габон',
    label: '+241',
  },
  {
    text: '🇭🇹	+509	Гаити',
    label: '+509',
  },
  {
    text: '🇬🇲	+220	Гамбия',
    label: '+220',
  },
  {
    text: '🇬🇭	+233	Гана',
    label: '+223',
  },
  {
    text: '🇬🇵	+590	Гваделупа',
    label: '+590',
  },
  {
    text: '🇬🇹	+502	Гватемала',
    label: '+502',
  },
  {
    text: '🇬🇳	+224	Гвинея	',
    label: '+224',
  },
  {
    text: '🇬🇼	+245	Гвинея-Бисау',
    label: '+245',
  },
  {
    text: '🇩🇪	+49	    Германия',
    label: '+49',
  },
  {
    text: '🇬🇮	+350	Гибралтар	',
    label: '+350',
  },
  {
    text: '🇭🇰	+852	Гонг Конг',
    label: '+852',
  },
  {
    text: '🇭🇳	+504	Гондурас',
    label: '+504',
  },
  {
    text: '🇬🇩	+1473	Гренада',
    label: '+1473',
  },
  {
    text: '🇬🇱	+299	Гренландия	',
    label: '+229',
  },
  {
    text: '🇬🇷	+30	    Греция	',
    label: '+30',
  },
  {
    text: '🇬🇪	+995	Грузия',
    label: '+995',
  },
  {
    text: '🇬🇺	+671	Гуам',
    label: '+671',
  },
  {
    text: '🇩🇰	+45	    Дания',
    label: '+45',
  },
  {
    text: '🇩🇴	+1809	Доминиканская республика',
    label: '+1809',
  },
  {
    text: '🇪🇬	+20	    Египет',
    label: '+20',
  },
  {
    text: '🇿🇲	+260	Замбия',
    label: '+260',
  },
  {
    text: '🇿🇼	+263	Зимбабве',
    label: '+263',
  },
  {
    text: '🇮🇱	+972	Израиль',
    label: '+972',
  },
  {
    text: '🇮🇳	+91 	Индия',
    label: '+91',
  },
  {
    text: '🇮🇩	+62	    Индонезия',
    label: '+62',
  },
  {
    text: '🇯🇴	+962	Иордания',
    label: '+962',
  },
  {
    text: '🇮🇶	+964	Ирак',
    label: '+964',
  },
  {
    text: '🇮🇷	+98	    Иран',
    label: '+98',
  },
  {
    text: '🇮🇪	+353	Ирландия',
    label: '+353',
  },
  {
    text: '🇮🇸	+354	Исландия	',
    label: '+354',
  },
  {
    text: '🇪🇸	+34	    Испания	',
    label: '+34',
  },
  {
    text: '🇮🇹	+39	    Италия',
    label: '+39',
  },
  {
    text: '🇾🇪	+967	Йемен',
    label: '+967',
  },
  {
    text: '🇰🇾	+1345	Каймановы о-ва	',
    label: '+1345',
  },
  {
    text: '🇰🇭	+855	Камбоджа',
    label: '+855',
  },
  {
    text: '🇨🇲	+237	Камерун',
    label: '+237',
  },
  {
    text: '🇨🇦	+1	    Канада',
    label: '+1',
  },
  {
    text: '🇨🇻	+238	Капе Верде',
    label: '+238',
  },
  {
    text: '🇶🇦	+974	Катар',
    label: '+974',
  },
  {
    text: '🇰🇪	+254	Кения',
    label: '+254',
  },
  {
    text: '🇨🇾	+357	Кипр',
    label: '+357',
  },
  {
    text: '🇨🇳	+86	    Китай',
    label: '+86',
  },
  {
    text: '🇨🇴	+57	    Колумбия',
    label: '+57',
  },
  {
    text: '🇰🇲	+269	Коморские о-ва',
    label: '+269',
  },
  {
    text: '🇨🇬	+242	Конго',
    label: '+242',
  },
  {
    text: '🇽🇰	+3478	Косово',
    label: '+3478',
  },
  {
    text: '🇨🇷	+506	Коста-Рика',
    label: '+506',
  },
  {
    text: '🇨🇺	+53	    Куба',
    label: '+53',
  },
  {
    text: '🇰🇬	+996	Кыргызстан',
    label: '+996',
  },
  {
    text: '⚗	+965	Кювейт',
    label: '+965',
  },
  {
    text: '🇨🇼	+599	Кюрасао	',
    label: '+599',
  },
  {
    text: '🇱🇻	+371	Латвия	',
    label: '+371',
  },
  {
    text: '🇱🇸	+266	Лесото	',
    label: '+266',
  },
  {
    text: '🇱🇷	+231	Либерия',
    label: '+231',
  },
  {
    text: '🇱🇧	+961	Ливан',
    label: '+961',
  },
  {
    text: '🇱🇾	+21	    Ливия',
    label: '+21',
  },
  {
    text: '🇱🇮	+423	Лихтенштейн',
    label: '+423',
  },
  {
    text: '🇱🇺	+352	Люксенбург',
    label: '+352',
  },
  {
    text: '🇲🇺	+230	Маврикий',
    label: '+230',
  },
  {
    text: '🇲🇷	+222	Мавритания',
    label: '+222',
  },
  {
    text: '🇲🇬	+261	Мадагаскар',
    label: '+261',
  },
  {
    text: '🇲🇴	+853	Макао',
    label: '+853',
  },
  {
    text: '🇲🇰	+389	Македония',
    label: '+389',
  },
  {
    text: '🇲🇼	+265	Малави',
    label: '+265',
  },
  {
    text: '🇲🇾	+60	    Малайзия',
    label: '+60',
  },
  {
    text: '🇲🇱	+223	Мали',
    label: '+223',
  },
  {
    text: '🇲🇻	+960	Мальдивы',
    label: '+960',
  },
  {
    text: '🇲🇹	+356	Мальта',
    label: '+356',
  },
  {
    text: '🇲🇦	+212	Марокко	',
    label: '+212',
  },
  {
    text: '🇲🇶	+596	Мартиника',
    label: '+596',
  },
  {
    text: '🇲🇽	+52	    Мексика',
    label: '+52',
  },
  {
    text: '🇲🇿	+258	Мозамбик',
    label: '+258',
  },
  {
    text: '🇲🇩	+373	Молдова	',
    label: '+373',
  },
  {
    text: '🇲🇨	+377	Монако',
    label: '+377',
  },
  {
    text: '🇲🇳	+976	Монголия',
    label: '+976',
  },
  {
    text: '🇲🇪	+381	Монтенегро',
    label: '+381',
  },
  {
    text: '🇳🇦	+264	Намибия',
    label: '+264',
  },
  {
    text: '🇳🇷	+674	Науру',
    label: '+674',
  },
  {
    text: '🇳🇵	+977	Непал',
    label: '+977',
  },
  {
    text: '🇳🇪	+227	Нигер',
    label: '+227',
  },
  {
    text: '🇳🇬	+234	Нигерия	',
    label: '+234',
  },
  {
    text: '🇳🇱	+31   Нидерланды',
    label: '+31',
  },
  {
    text: '🇳🇮	+505	Никарагуа	',
    label: '+505',
  },
  {
    text: '🇳🇿	+64	    Новая Зеландия	',
    label: '+64',
  },
  {
    text: '🇳🇨	+687	Новая Каледония	',
    label: '+687',
  },
  {
    text: '🇳🇴	+47	    Норвегия',
    label: '+47',
  },
  {
    text: '🇨🇰	+682	о-ва Кука',
    label: '+682',
  },
  {
    text: '🇦🇪	+971	Объединенные Арабские эмираты',
    label: '+971',
  },
  {
    text: '🇴🇲	+968	Оман',
    label: '+968',
  },
  {
    text: '🇵🇰	+92	    Пакистан',
    label: '+92',
  },
  {
    text: '🇵🇸	+970	Палестина',
    label: '+970',
  },
  {
    text: '🇵🇦	+507	Панама',
    label: '+507',
  },
  {
    text: '🇵🇬	+675	Папуа-Новая Гвинея',
    label: '+675',
  },
  {
    text: '🇵🇾	+595	Парагвай',
    label: '+595',
  },
  {
    text: '🇵🇪	+51 	Перу',
    label: '+51',
  },
  {
    text: '🇵🇱	+48	    Польша',
    label: '+48',
  },
  {
    text: '🇵🇹	+351	Португалия',
    label: '+351',
  },
  {
    text: '🇵🇷	+1787	Пуэрто Рико',
    label: '+1787',
  },
  {
    text: '🇷🇪	+262	Реюнион	',
    label: '+262',
  },
  {
    text: '🇷🇼	+250	Руанда',
    label: '+250',
  },
  {
    text: '🇷🇴	+40	    Румыния	',
    label: '+40',
  },
  {
    text: '🇼🇸	+685	Самоа',
    label: '+685',
  },
  {
    text: '🇸🇲	+378	Сан-Марино	',
    label: '+378',
  },
  {
    text: '🇱🇨	+1758	Санта Лючия',
    label: '+1758',
  },
  {
    text: '🇸🇦	+966	Саудовская Аравия',
    label: '+966',
  },
  {
    text: '🇰🇵	+82	    Северная Корея',
    label: '+82',
  },
  {
    text: '🇲🇵	+670	Северо-Марианские о-ва',
    label: '+670',
  },
  {
    text: '🇸🇨	+248	Сейшельские острова',
    label: '+248',
  },
  {
    text: '🇸🇳	+221	Сенегал',
    label: '+221',
  },
  {
    text: '🇻🇨	+1784	Сент Винцент и Гренадины',
    label: '+1784',
  },
  {
    text: '🇰🇳	+1869	Сент-Китс и Невис',
    label: '+1869',
  },
  {
    text: '🇷🇸	+381	Сербия',
    label: '+381',
  },
  {
    text: '🇸🇬	+65	    Сингапур',
    label: '+65',
  },
  {
    text: '🇸🇾	+963	Сирия',
    label: '+963',
  },
  {
    text: '🇸🇰	+421	Словакия',
    label: '+421',
  },
  {
    text: '🇸🇮	+386	Словения',
    label: '+386',
  },
  {
    text: '🇸🇧	+677	Соломоновы острова	',
    label: '+677',
  },
  {
    text: '🇸🇩	+249	Судан',
    label: '+249',
  },
  {
    text: '🇸🇷	+597	Суринам',
    label: '+597',
  },
  {
    text: '🇸🇱	+232	Сьерра-Леоне',
    label: '+232',
  },
  {
    text: '🇹🇯	+992	Таджикистан',
    label: '+992',
  },
  {
    text: '🇹🇭	+66	    Таиланд',
    label: '+66',
  },
  {
    text: '🇹🇼	+886	Тайвань',
    label: '+886',
  },
  {
    text: '🇹🇿	+255	Танзания',
    label: '+255',
  },
  {
    text: '🇹🇬	+228	Того',
    label: '+228',
  },
  {
    text: '🇹🇴	+676	Тонга',
    label: '+676',
  },
  {
    text: '🇹🇹	+1868	Тринидад и Тобаго',
    label: '+1868',
  },
  {
    text: '🇹🇳	+216	Тунис',
    label: '+216',
  },
  {
    text: '🇹🇲	+993	Туркменистан',
    label: '+993',
  },
  {
    text: '🇹🇷	+90	    Турция',
    label: '+90',
  },
  {
    text: '🇺🇬	+256	Уганда',
    label: '+256',
  },
  {
    text: '🇺🇿	+998	Узбекистан',
    label: '+998',
  },
  {
    text: '🇺🇾	+598	Уругвай',
    label: '+598',
  },
  {
    text: '🇫🇴	+298	Фарерские острова',
    label: '+298',
  },
  {
    text: '🇫🇯	+679	Фиджи',
    label: '+679',
  },
  {
    text: '🇵🇭	+63	    Филиппины',
    label: '+63',
  },
  {
    text: '🇫🇮	+358	Финляндия',
    label: '+357',
  },
  {
    text: '🇫🇷	+33	    Франция',
    label: '+33',
  },
  {
    text: '🇬🇫	+594	Французская Гвиана	',
    label: '+594',
  },
  {
    text: '🇵🇫	+689	Французская Полинезия',
    label: '+689',
  },
  {
    text: '🇭🇷	+385	Хорватия',
    label: '+385',
  },
  {
    text: '🇹🇩	+235	Чад',
    label: '+235',
  },
  {
    text: '🇨🇿	+420	Чешская республика',
    label: '+420',
  },
  {
    text: '🇨🇱	+56	    Чили',
    label: '+56',
  },
  {
    text: '🇨🇭	+41 	Швейцария',
    label: '+41',
  },
  {
    text: '🇸🇪	+46	    Швеция	',
    label: '+46',
  },
  {
    text: '🇱🇰	+94	    Шри-Ланка	',
    label: '+94',
  },
  {
    text: '🇪🇨	+593	Эквадор	',
    label: '+593',
  },
  {
    text: '🇬🇶	+240	Экваториальная Гвинея',
    label: '+240',
  },
  {
    text: '🇸🇻	+503	Эль Сальвадор',
    label: '+503',
  },
  {
    text: '🇪🇪	+372	Эстония	',
    label: '+372',
  },
  {
    text: '🇪🇹	+251	Эфиопия',
    label: '+251',
  },
  {
    text: '🇿🇦	+27	    ЮАР',
    label: '+27',
  },
  {
    text: '🇰🇷	+82	    Южная Корея',
    label: '+82',
  },
  {
    text: '🇯🇲	+1876	Ямайка',
    label: '+1876',
  },
  {
    text: '🇯🇵	+81	    Япония	',
    label: '+81',
  },
];
